#version: 0.2
Ġ i
Ġ t
Ġ a
h e
i n
Ġ l
Ġi s
Ġ s
Ġt he
e d
l e
Ġa n
e r
Ġt o
Ġ p
Ġl o
r i
Ġ c
Ġan d
o r
Ġi t
Ġp o
i d
in t
in g
Ġpo int
Ġpoint ing
g h
gh t
Ġa t
a r
r e
Ġ b
a t
Ġs id
Ġsid e
I t
Ġl i
f t
Ġc o
ri ght
g e
Ġ o
h a
t t
e n
s t
Ġ It
m a
l or
c at
Ġlo cat
Ġlocat ed
ha p
Ġco lor
T he
k e
Ġl e
Ġle ft
Ġ m
Ġi n
a n
Ġs hap
Ġ right
Ġ g
o m
o tt
Ġb ott
Ġbott om
g le
Ġt ri
an gle
Ġtri angle
k s
o ks
Ġlo oks
Ġli ke
d s
w ar
Ġto war
Ġtowar ds
Ġto p
Ġshap e
Ġ d
v er
o u
ma ge
Ġi mage
Ġcolor ed
t h
Ġs l
en t
Ġg re
l y
Ġ ver
c e
c t
a st
Ġt in
Ġtin y
e st
n or
i ght
u m
o s
w est
Ġc or
Ġm id
Ġcor n
i um
ed ium
Ġm edium
Ġsl ight
Ġslight ly
Ġver y
d le
Ġcorn er
Ġis os
le s
ce les
Ġisos celes
b j
e ct
Ġo bj
Ġobj ect
Ġmid dle
Ġc ent
Ġcent er
Ġgre y
Ġs i
w er
ar k
Ġd ark
Ġlo wer
Ġ k
h i
t he
the ast
Ġ nor
Ġs ou
a l
p p
u pp
Ġ upp
Ġupp er
z ed
Ġsi zed
a in
ain s
Ġo n
r o
le ft
th west
Ġ w
l l
n d
Ġ r
Ġ re
i g
q u
n t
l u
Ġli tt
Ġlitt le
Ġ e
in d
Ġo f
Ġk ind
T hi
Thi s
The re
Ġl ar
Ġlar ge
Ġs ma
Ġsma ll
Ġb ig
Ġco nt
Ġcont ains
p re
s ent
Ġre pre
sent s
Ġrepre sents
Ġgre en
le t
lu e
at e
t e
Ġb lue
Ġsl ate
ou nd
Ġr ound
at er
l i
Ġli ght
Ġd i
ro w
a ge
Ġa ver
Ġaver age
Ġ west
Ġsou th
Ġe ast
m o
o n
Ġ f
a d
Ġnor th
Ġnor theast
s ou
r a
Ġb u
c k
Ġd e
t i
mo nd
s id
ou r
Ġf our
sid ed
u re
h at
Ġ ha
Ġt hat
Ġcorner s
Ġha s
a mond
Ġdi amond
i te
Ġk ite
l ater
Ġ qu
ri later
ad rilater
Ġqu adrilater
Ġquadrilater al
e z
o id
p ez
Ġt ra
oid al
pez oidal
Ġtra pezoidal
i t
i ck
u it
Ġp ick
Ġg uit
Ġguit ar
f or
m ed
Ġs qu
ar e
Ġde for
Ġsqu are
Ġdefor med
g on
r row
s hap
Ġa rrow
Ġpo ly
shap ed
Ġpoly gon
p let
Ġd ro
Ġw ater
Ġdro plet
g g
Ġe gg
i th
Ġver ti
ce s
Ġw ith
Ġround ed
li ke
Ġverti ces
l let
Ġbu llet
r u
t ru
v al
Ġs tru
Ġo val
Ġshap ed
ct ure
Ġstru cture
Ġsou thwest
Ġnor thwest
Ġsou theast
u r
Ġw hi
Ġwhi te
e a
Ġs ea
v e
Ġo li
Ġoli ve
Ġdi m
nor theast
Ġb row
Ġbrow n
d er
b or
Ġg ains
bor o
Ġgains boro
Ġl a
sou theast
nor thwest
Ġp a
sou thwest
Ġpa le
l ver
Ġsi lver
v en
Ġla ven
Ġlaven der
o w
p le
Ġp ur
Ġpur ple
i o
v io
Ġ vio
Ġvio let
Ġr ed
c h
o l
Ġ or
e l
Ġs te
Ġste el
Ġs mo
Ġsmo ke
Ġr os
i s
ch id
Ġor chid
Ġg ol
Ġgol d
o is
Ġt ur
qu ois
Ġtur quois
Ġturquois e
k i
ha ki
Ġk haki
en ro
Ġgold enro
Ġgoldenro d
in k
Ġp ink
e ll
y ell
Ġ yell
Ġyell ow
Ġin d
n ight
Ġmid night
A n
Ġa qu
Ġaqu a
Ġt hi
st le
Ġthi stle
Ġm ar
in e
Ġros y
l um
Ġp lum
m e
Ġli me
Ġs ad
Ġsad dle
Ġd ra
Ġdra b
c a
c ca
or est
Ġf orest
Ġ h
n ow
Ġs now
b e
Ġre be
Ġrebe cca
g re
Ġsea gre
Ġseagre en
k y
Ġs ky
n a
ig o
Ġind igo
i an
Ġind ian
o on
Ġmar oon
m ar
Ġaqua mar
Ġaquamar ine
en na
Ġsi enna
y an
Ġc yan
e i
Ġb ei
Ġbei ge
Ġt an
d e
e y
on ey
Ġh oney
de w
Ġhoney dew
in en
Ġl inen
o d
y al
Ġ ro
Ġro yal
i st
Ġm ist
Ġros e
Ġmist y
f l
o wer
Ġcorn fl
Ġcornfl ower
w der
Ġpo wder
o st
Ġ gh
Ġgh ost
b lue
Ġsky blue
e t
Ġc ad
Ġcad et
e al
Ġt eal
mo n
s h
Ġb lu
Ġblu sh
Ġs al
Ġsal mon
Ġmar ine
qu e
er u
Ġp eru
o od
r ly
Ġw ood
Ġbu rly
m s
ri ms
Ġc rims
Ġcrims on
a m
Ġc re
Ġm int
Ġcre am
i re
ri ck
Ġb rick
Ġf ire
e p
Ġde ep
o t
Ġh ot
he at
Ġw heat
Ġcor al
p r
Ġs pr
Ġspr ing
Ġc h
Ġa li
Ġali ce
Ġan ti
Ġanti que
d y
Ġs an
Ġsan dy
c ol
o col
Ġch ocol
Ġchocol ate
Ġ mage
nt a
Ġmage nta
g er
Ġd od
Ġdod ger
Ġ ,
s i
m at
Ġto mat
Ġtomat o
u ch
Ġf uch
si a
Ġfuch sia
an ge
Ġor ange
f f
w n
Ġla wn
Ġb is
Ġbis que
lor al
Ġf loral
Ġ na
Ġna v
he ll
Ġs hell
l d
Ġo ld
Ġla ce
u ff
Ġp ea
Ġp uff
Ġpea ch
v or
Ġi vor
Ġivor y
a j
Ġnav aj
Ġnavaj o
Ġc hi
Ġle mon
ff on
Ġchi ffon
c he
l an
l mond
Ġa lmond
Ġb lan
che d
Ġblan ched
z ure
Ġa zure
o cca
s in
Ġm occa
Ġmocca sin
Ġnav y
l k
Ġcorn si
Ġcornsi lk
s e
t re
u se
ar tre
Ġch artre
Ġchartre use
a y
p ay
Ġwhi p
Ġpa pay
Ġpapay a
