{"<pad>":0,"<unk>":1,"<mask>":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¡":97,"¢":98,"£":99,"¤":100,"¥":101,"¦":102,"§":103,"¨":104,"©":105,"ª":106,"«":107,"¬":108,"®":109,"¯":110,"°":111,"±":112,"²":113,"³":114,"´":115,"µ":116,"¶":117,"·":118,"¸":119,"¹":120,"º":121,"»":122,"¼":123,"½":124,"¾":125,"¿":126,"À":127,"Á":128,"Â":129,"Ã":130,"Ä":131,"Å":132,"Æ":133,"Ç":134,"È":135,"É":136,"Ê":137,"Ë":138,"Ì":139,"Í":140,"Î":141,"Ï":142,"Ð":143,"Ñ":144,"Ò":145,"Ó":146,"Ô":147,"Õ":148,"Ö":149,"×":150,"Ø":151,"Ù":152,"Ú":153,"Û":154,"Ü":155,"Ý":156,"Þ":157,"ß":158,"à":159,"á":160,"â":161,"ã":162,"ä":163,"å":164,"æ":165,"ç":166,"è":167,"é":168,"ê":169,"ë":170,"ì":171,"í":172,"î":173,"ï":174,"ð":175,"ñ":176,"ò":177,"ó":178,"ô":179,"õ":180,"ö":181,"÷":182,"ø":183,"ù":184,"ú":185,"û":186,"ü":187,"ý":188,"þ":189,"ÿ":190,"Ā":191,"ā":192,"Ă":193,"ă":194,"Ą":195,"ą":196,"Ć":197,"ć":198,"Ĉ":199,"ĉ":200,"Ċ":201,"ċ":202,"Č":203,"č":204,"Ď":205,"ď":206,"Đ":207,"đ":208,"Ē":209,"ē":210,"Ĕ":211,"ĕ":212,"Ė":213,"ė":214,"Ę":215,"ę":216,"Ě":217,"ě":218,"Ĝ":219,"ĝ":220,"Ğ":221,"ğ":222,"Ġ":223,"ġ":224,"Ģ":225,"ģ":226,"Ĥ":227,"ĥ":228,"Ħ":229,"ħ":230,"Ĩ":231,"ĩ":232,"Ī":233,"ī":234,"Ĭ":235,"ĭ":236,"Į":237,"į":238,"İ":239,"ı":240,"Ĳ":241,"ĳ":242,"Ĵ":243,"ĵ":244,"Ķ":245,"ķ":246,"ĸ":247,"Ĺ":248,"ĺ":249,"Ļ":250,"ļ":251,"Ľ":252,"ľ":253,"Ŀ":254,"ŀ":255,"Ł":256,"ł":257,"Ń":258,"Ġi":259,"Ġt":260,"Ġa":261,"he":262,"in":263,"Ġl":264,"Ġis":265,"Ġs":266,"Ġthe":267,"ed":268,"le":269,"Ġan":270,"er":271,"Ġto":272,"Ġp":273,"Ġlo":274,"ri":275,"Ġc":276,"Ġand":277,"or":278,"Ġit":279,"Ġpo":280,"id":281,"int":282,"ing":283,"Ġpoint":284,"Ġpointing":285,"gh":286,"ght":287,"Ġat":288,"ar":289,"re":290,"Ġb":291,"at":292,"Ġsid":293,"Ġside":294,"It":295,"Ġli":296,"ft":297,"Ġco":298,"right":299,"ge":300,"Ġo":301,"ha":302,"tt":303,"en":304,"st":305,"ĠIt":306,"ma":307,"lor":308,"cat":309,"Ġlocat":310,"Ġlocated":311,"hap":312,"Ġcolor":313,"The":314,"ke":315,"Ġle":316,"Ġleft":317,"Ġm":318,"Ġin":319,"an":320,"Ġshap":321,"Ġright":322,"Ġg":323,"om":324,"ott":325,"Ġbott":326,"Ġbottom":327,"gle":328,"Ġtri":329,"angle":330,"Ġtriangle":331,"ks":332,"oks":333,"Ġlooks":334,"Ġlike":335,"ds":336,"war":337,"Ġtowar":338,"Ġtowards":339,"Ġtop":340,"Ġshape":341,"Ġd":342,"ver":343,"ou":344,"mage":345,"Ġimage":346,"Ġcolored":347,"th":348,"Ġsl":349,"ent":350,"Ġgre":351,"ly":352,"Ġver":353,"ce":354,"ct":355,"ast":356,"Ġtin":357,"Ġtiny":358,"est":359,"nor":360,"ight":361,"um":362,"os":363,"west":364,"Ġcor":365,"Ġmid":366,"Ġcorn":367,"ium":368,"edium":369,"Ġmedium":370,"Ġslight":371,"Ġslightly":372,"Ġvery":373,"dle":374,"Ġcorner":375,"Ġisos":376,"les":377,"celes":378,"Ġisosceles":379,"bj":380,"ect":381,"Ġobj":382,"Ġobject":383,"Ġmiddle":384,"Ġcent":385,"Ġcenter":386,"Ġgrey":387,"Ġsi":388,"wer":389,"ark":390,"Ġdark":391,"Ġlower":392,"Ġk":393,"hi":394,"the":395,"theast":396,"Ġnor":397,"Ġsou":398,"al":399,"pp":400,"upp":401,"Ġupp":402,"Ġupper":403,"zed":404,"Ġsized":405,"ain":406,"ains":407,"Ġon":408,"ro":409,"left":410,"thwest":411,"Ġw":412,"ll":413,"nd":414,"Ġr":415,"Ġre":416,"ig":417,"qu":418,"nt":419,"lu":420,"Ġlitt":421,"Ġlittle":422,"Ġe":423,"ind":424,"Ġof":425,"Ġkind":426,"Thi":427,"This":428,"There":429,"Ġlar":430,"Ġlarge":431,"Ġsma":432,"Ġsmall":433,"Ġbig":434,"Ġcont":435,"Ġcontains":436,"pre":437,"sent":438,"Ġrepre":439,"sents":440,"Ġrepresents":441,"Ġgreen":442,"let":443,"lue":444,"ate":445,"te":446,"Ġblue":447,"Ġslate":448,"ound":449,"Ġround":450,"ater":451,"li":452,"Ġlight":453,"Ġdi":454,"row":455,"age":456,"Ġaver":457,"Ġaverage":458,"Ġwest":459,"Ġsouth":460,"Ġeast":461,"mo":462,"on":463,"Ġf":464,"ad":465,"Ġnorth":466,"Ġnortheast":467,"sou":468,"ra":469,"Ġbu":470,"ck":471,"Ġde":472,"ti":473,"mond":474,"sid":475,"our":476,"Ġfour":477,"sided":478,"ure":479,"hat":480,"Ġha":481,"Ġthat":482,"Ġcorners":483,"Ġhas":484,"amond":485,"Ġdiamond":486,"ite":487,"Ġkite":488,"later":489,"Ġqu":490,"rilater":491,"adrilater":492,"Ġquadrilater":493,"Ġquadrilateral":494,"ez":495,"oid":496,"pez":497,"Ġtra":498,"oidal":499,"pezoidal":500,"Ġtrapezoidal":501,"it":502,"ick":503,"uit":504,"Ġpick":505,"Ġguit":506,"Ġguitar":507,"for":508,"med":509,"Ġsqu":510,"are":511,"Ġdefor":512,"Ġsquare":513,"Ġdeformed":514,"gon":515,"rrow":516,"shap":517,"Ġarrow":518,"Ġpoly":519,"shaped":520,"Ġpolygon":521,"plet":522,"Ġdro":523,"Ġwater":524,"Ġdroplet":525,"gg":526,"Ġegg":527,"ith":528,"Ġverti":529,"ces":530,"Ġwith":531,"Ġrounded":532,"like":533,"Ġvertices":534,"llet":535,"Ġbullet":536,"ru":537,"tru":538,"val":539,"Ġstru":540,"Ġoval":541,"Ġshaped":542,"cture":543,"Ġstructure":544,"Ġsouthwest":545,"Ġnorthwest":546,"Ġsoutheast":547,"ur":548,"Ġwhi":549,"Ġwhite":550,"ea":551,"Ġsea":552,"ve":553,"Ġoli":554,"Ġolive":555,"Ġdim":556,"northeast":557,"Ġbrow":558,"Ġbrown":559,"der":560,"bor":561,"Ġgains":562,"boro":563,"Ġgainsboro":564,"Ġla":565,"southeast":566,"northwest":567,"Ġpa":568,"southwest":569,"Ġpale":570,"lver":571,"Ġsilver":572,"ven":573,"Ġlaven":574,"Ġlavender":575,"ow":576,"ple":577,"Ġpur":578,"Ġpurple":579,"io":580,"vio":581,"Ġvio":582,"Ġviolet":583,"Ġred":584,"ch":585,"ol":586,"Ġor":587,"el":588,"Ġste":589,"Ġsteel":590,"Ġsmo":591,"Ġsmoke":592,"Ġros":593,"is":594,"chid":595,"Ġorchid":596,"Ġgol":597,"Ġgold":598,"ois":599,"Ġtur":600,"quois":601,"Ġturquois":602,"Ġturquoise":603,"ki":604,"haki":605,"Ġkhaki":606,"enro":607,"Ġgoldenro":608,"Ġgoldenrod":609,"ink":610,"Ġpink":611,"ell":612,"yell":613,"Ġyell":614,"Ġyellow":615,"Ġind":616,"night":617,"Ġmidnight":618,"An":619,"Ġaqu":620,"Ġaqua":621,"Ġthi":622,"stle":623,"Ġthistle":624,"Ġmar":625,"ine":626,"Ġrosy":627,"lum":628,"Ġplum":629,"me":630,"Ġlime":631,"Ġsad":632,"Ġsaddle":633,"Ġdra":634,"Ġdrab":635,"ca":636,"cca":637,"orest":638,"Ġforest":639,"Ġh":640,"now":641,"Ġsnow":642,"be":643,"Ġrebe":644,"Ġrebecca":645,"gre":646,"Ġseagre":647,"Ġseagreen":648,"ky":649,"Ġsky":650,"na":651,"igo":652,"Ġindigo":653,"ian":654,"Ġindian":655,"oon":656,"Ġmaroon":657,"mar":658,"Ġaquamar":659,"Ġaquamarine":660,"enna":661,"Ġsienna":662,"yan":663,"Ġcyan":664,"ei":665,"Ġbei":666,"Ġbeige":667,"Ġtan":668,"de":669,"ey":670,"oney":671,"Ġhoney":672,"dew":673,"Ġhoneydew":674,"inen":675,"Ġlinen":676,"od":677,"yal":678,"Ġro":679,"Ġroyal":680,"ist":681,"Ġmist":682,"Ġrose":683,"Ġmisty":684,"fl":685,"ower":686,"Ġcornfl":687,"Ġcornflower":688,"wder":689,"Ġpowder":690,"ost":691,"Ġgh":692,"Ġghost":693,"blue":694,"Ġskyblue":695,"et":696,"Ġcad":697,"Ġcadet":698,"eal":699,"Ġteal":700,"mon":701,"sh":702,"Ġblu":703,"Ġblush":704,"Ġsal":705,"Ġsalmon":706,"Ġmarine":707,"que":708,"eru":709,"Ġperu":710,"ood":711,"rly":712,"Ġwood":713,"Ġburly":714,"ms":715,"rims":716,"Ġcrims":717,"Ġcrimson":718,"am":719,"Ġcre":720,"Ġmint":721,"Ġcream":722,"ire":723,"rick":724,"Ġbrick":725,"Ġfire":726,"ep":727,"Ġdeep":728,"ot":729,"Ġhot":730,"heat":731,"Ġwheat":732,"Ġcoral":733,"pr":734,"Ġspr":735,"Ġspring":736,"Ġch":737,"Ġali":738,"Ġalice":739,"Ġanti":740,"Ġantique":741,"dy":742,"Ġsan":743,"Ġsandy":744,"col":745,"ocol":746,"Ġchocol":747,"Ġchocolate":748,"Ġmage":749,"nta":750,"Ġmagenta":751,"ger":752,"Ġdod":753,"Ġdodger":754,"Ġ,":755,"si":756,"mat":757,"Ġtomat":758,"Ġtomato":759,"uch":760,"Ġfuch":761,"sia":762,"Ġfuchsia":763,"ange":764,"Ġorange":765,"ff":766,"wn":767,"Ġlawn":768,"Ġbis":769,"Ġbisque":770,"loral":771,"Ġfloral":772,"Ġna":773,"Ġnav":774,"hell":775,"Ġshell":776,"ld":777,"Ġold":778,"Ġlace":779,"uff":780,"Ġpea":781,"Ġpuff":782,"Ġpeach":783,"vor":784,"Ġivor":785,"Ġivory":786,"aj":787,"Ġnavaj":788,"Ġnavajo":789,"Ġchi":790,"Ġlemon":791,"ffon":792,"Ġchiffon":793,"che":794,"lan":795,"lmond":796,"Ġalmond":797,"Ġblan":798,"ched":799,"Ġblanched":800,"zure":801,"Ġazure":802,"occa":803,"sin":804,"Ġmocca":805,"Ġmoccasin":806,"Ġnavy":807,"lk":808,"Ġcornsi":809,"Ġcornsilk":810,"se":811,"tre":812,"use":813,"artre":814,"Ġchartre":815,"Ġchartreuse":816,"ay":817,"pay":818,"Ġwhip":819,"Ġpapay":820,"Ġpapaya":821}